{
    "preview": {
        "title": "Среди опустошенных улиц, где разрушенные здания образуют городские руины, витает душный запах разложения и холод тьмы. Вирус, выпущенный человечеством, превратил обычных граждан в опасных мутантов-зомби, жаждущих крови и плоти. Но даже среди этого хаоса есть выжившие, отчаянные бандиты, готовые на все, чтобы остаться на плаву.Темные аллеи и рваные асфальтные дороги стали их ареной, а заброшенные здания — их убежищем. Здесь каждый шорох может означать приближение смерти, каждый шаг — испытание на выживание. Но среди пепла и разрушений, искры надежды все еще горят. Группа отважных выживших собирается, чтобы сопротивляться волнам зла, объединенная общей целью — спасение Их миссия опасна, но они готовы пойти на все, чтобы вернуть мир когда-то процветавшему городу. Вооруженные до зубов и обладая доблестью стальных сердец, они отправляются на поиски лекарства и антивируса, который способен остановить страшную эпидемию. В их глазах горит огонь надежды, их души не сломлены хаосом, и они готовы бороться до конца за спасение человечества.",
        "img": "preview.webp",
        "options": {
            "Начать квест": "start"
        },
        "audio": "02 - Horizon.mp3"
    },
    "start": {
        "title": "После разговора с выжившим, который просит вас дойти с ним до определенного места на карте или донести посылку, а затем вернуться за вознаграждением.",
        "img": "start.png",
        "options": {
            "Проводить выжившего до метки на карте": "page1",
            "Донести посылку": "page2"
        },
        "audio": "02. DL 13 Floor Amb Walk"
    },
    "page1": {
        "title": "По пути к точке вы замечаете рядом проходящих зомби-мутантов которые не обращают на вас внимание..",
        "img": "1.avif",
        "options": {
            "Пройти мимо них незаметно": "page3",
            "Попытаться атаковать их": "page4"
        },
        "audio": "02. DL 13 Floor Amb Walk"
    },
    "page2": {
        "title": "Вы решаете исследовать окресности храма, но ничего интересного не находите.",
        "img": "2.png",
        "options": {
            "Вернуться к входу в храм": "start"
        },
        "audio": "02. DL 13 Floor Amb Walk"
    },
    "page3": {
        "title": "В ходе исследования вы натыкаетесь на древний свиток с загадочными символами.",
        "img": "3.jpg",
        "options": {
            "Прочитать свиток ": "page15",
            "Оставить свиток на месте из-за опасений о проклятии и продолжить исследование": "page5"
        },
        "audio": "02. DL 13 Floor Amb Walk"
    },
    "page4": {
        "title": "Вы пытаетесь быстро покинуть храм, но на пути вам встречается непреодолимая преграда.",
        "img": "4.jpg",
        "options": {
            "Попытаться преодолеть преграду": "page10",
            "Попытаться вернуться назад в поисках другого выхода": "start"
        },
        "audio": "02. DL 13 Floor Amb Walk"
    },
    "page5": {
        "title": "Вы продолжаете свое путешествие по храму и внезапно оказываетесь в ловушке.",
        "img": "5.jpg",
        "options": {
            "Попытаться найти выход из ловушки": "page6",
            "Подождать помощи, надеясь, что кто-то услышит ваши крики": "page7"
        },
        "audio": "02. DL 13 Floor Amb Walk"
    },
    "page6": {
        "title": "Вы выбираетесь из ловушки и обнаруживаете главный алтарь храма.",
        "img": "6.jpg",
        "options": {
            "Исследовать алтарь в поисках древних артефактов": "page8",
            "Покинуть храм, оставив алтарь в покое": "page9"
        },
        "audio": "02. DL 13 Floor Amb Walk"
    },
    "page7": {
        "title": "Вы ждете помощи, но никто не приходит. Вас охватывает отчаяние, когда вы осознаете, что остались в ловушке навсегда.",
        "img": "7.jpg",
        "options": {
            "Попытаться снова выбраться из ловушки": "page6",
            "Принять свою участь и остаться в ловушке": "end"
        },
        "audio": "02. DL 13 Floor Amb Walk"
    },
    "page8": {
        "title": "Вы иследовали алтарь и обнаружили нечто интересное. Но стоит ли оно того",
        "img": "8.jpg",
        "options": {
            "Продолжить исследование храма": "page11",
            "Покинуть храм, оставив алтарь в покое": "page9"
        },
        "audio": "02. DL 13 Floor Amb Walk"
    },
    "page9": {
        "title": "Вы покидаете храм, но тайны, скрывающиеся в его глубинах, остаются нераскрытыми.",
        "img": "9.jpg",
        "options": {
            "Вернуться к входу в храм": "start"
        },
        "audio": "02. DL 13 Floor Amb Walk"
    },
    "page10": {
        "title": "Вы пытаетесь преодолеть преграду, но внезапно происходит что-то таинственное.",
        "img": "10.jpg",
        "options": {
            "Продолжить сражение с препятствием": "page12",
            "Попытаться вернуться назад в поисках другого выхода": "start"
        },
        "audio": "02. DL 13 Floor Amb Walk"
    },
    "page11": {
        "title": "Вы продолжаете исследование храма и находите скрытую комнату с древними реликвиями.",
        "img": "11.jpg",
        "options": {
            "Исследовать реликвии": "page13",
            "Покинуть храм, оставив реликвии в покое": "page9"
        },
        "audio": "02. DL 13 Floor Amb Walk"
    },
    "page12": {
        "title": "Вы продолжаете сражаться с препятствием, но оно оказывается слишком сильным.",
        "img": "12.jpg",
        "options": {
            "Принять свою участь": "end"
        },
        "audio": "02. DL 13 Floor Amb Walk"
    },
    "page13": {
        "title": "Вы исследуете реликвии и обнаруживаете, что они обладают таинственной магией.",
        "img": "13.jpg",
        "options": {
            "Использовать магию реликвий": "page14",
            "Оставить реликвии в покое и покинуть храм": "page9"
        },
        "audio": "02. DL 13 Floor Amb Walk"
    },
    "page14": {
        "title": "Вы используете магию реликвий, но неожиданно теряете контроль над ней. Магия разрушает храм и вас вместе с ним. Вы не были готовы принять магию и вот последствия",
        "img": "14.jpg",
        "options": {
            "Принять свою участь": "end"
        },
        "audio": "02. DL 13 Floor Amb Walk"
    },
    "page15": {
        "title": "Вы прочитали свиток и внезапно вас начала окутывать магия. Принять или отказать этому влиянию?",
        "img": "15.jpg",
        "options": {
            "Принять искушение и обрести магическую силу, открыв новые горизонты перед собой.": "page16",
            "Отказаться от магии, предпочитая сохранить нормальную жизнь без неожиданных перемен": "page17"
        },
        "audio": "02. DL 13 Floor Amb Walk"
    },
    "page16": {
    "title": "Приняв магию, вы чувствуете, как она пронизывает каждую клеточку вашего тела, даруя вам невероятные возможности. Что будете делать с этой новой силой?",
    "img": "16.jpg",
    "options": {
    "Использовать ее для благих целей, помогая окружающим и защищая их от зла.": "page19",
    "Следовать своим эгоистичным желаниям, стремясь к власти и контролю над другими.": "page20"
    },
        "audio": "02. DL 13 Floor Amb Walk"
    },
    "page17": {
    "title": "Отказавшись от магии, вы чувствуете, как ее влияние постепенно исчезает, оставляя вас с обычной жизнью. Но вас всегда будет интересовать, что могло бы быть, если бы вы приняли эту силу.",
    "img": "17.jpg",
    "options": {
    "Продолжить свои иследования, надеясь, что магия больше никогда не вмешается в вашу жизнь.": "page11",
    "Начать исследования, чтобы узнать больше о магии и ее происхождении.": "page18"
    },
        "audio": "02. DL 13 Floor Amb Walk"
    },
    "page18": {
    "title": "Исследуя магию, вы открываете новые знания и понимание. Но с каждым шагом вы осознаете, что решение о принятии или отказе от этой силы становится все более сложным. Что вы сделаете дальше?",
    "img": "18.jpg",
    "options": {
    "Принять магию и начать использовать ее для достижения своих целей.": "page16",
    "Отказаться от изучения магии и вернуться к обычной жизни.": "page17"
    },
        "audio": "02. DL 13 Floor Amb Walk"
    },
    "page19": {
    "title": "Иследование храма привело вас к неожиданым последствием. Используя магию для благих целей, вы становитесь защитником тех, кто в беде, и светлым примером для окружающих. Ваше доброе деяние возвращается к вам сторицей. Вы войдете в историю. Вы ведь этого добивались...",
    "img": "19.jpg",
    "options": {
        "Пройти квест заново": "start"
    },
        "audio": "19.mp3"
    },
    "page20": {
    "title": "Иследование храма привело вас к неожиданым последствием. Ваша жажда власти ведет вас по темным тропам. Ваши действия причиняют боль другим, и магия, которую вы обрели, начинает поглощать вас, превращая вас в то, что вы стремились контролировать. Ваше падение неминуемо. Но ведь вы сами этого хотели, не так-ли?",
    "img": "20.jpg",
    "options": {
        "Пройти квест заново": "start"
    },
        "audio": "02. DL 13 Floor Amb Walk"
    },
    "end": {
        "title": "Вы принимаете свою участь и остаетесь в ловушке храма навсегда.",
        "img": "end.jpg",
        "options": {
            "Пройти квест заново": "start"
        },
        "audio": "end.mp3"
    }
}